{
  "welcomeMessage": "Welcome",
  "signIn": "Sign In",
  "login": "Login",
  "username": "Username",
  "password": "Password",
  "slider": "Creative & Innovative Paper & Cardboard Solutions",
  "contactUs": "Contact Us",
  "aboutTitle": "The Best Paper and Cardboard Solutions with 30 Years of Experience",
  "aboutText": "Founded in 1993, Rikabi Carton & Paper Importing Company was established to meet the growing needs of offset printing presses in the region. Since our inception, we have focused on providing the best products and services in the carton and paper industry. We pride ourselves on offering a wide range of high quality products that meet all our clients' needs. We rely on a robust network of globally certified suppliers to ensure continuous supply and excellent quality. At Rikabi, we believe that quality is the foundation of everything we do. Therefore, we work diligently to ensure that every product we import meets the highest standards of inspection and quality. Additionally, we consider customer service an integral part of our identity and strive to always provide support and technical advice to our clients to ensure the best outcomes in their business operations.",

  "Home": "Home",
  "About Us": "About Us",
  "About": "About",
  "Services": "Services",
  "Gallery": "Gallery",
  "Contact": "Contact",
  "DownlodRikabilist": "Download Rikabi List",

  "WHYCHOOSEUS": "WHY CHOOSE US",
  "WeAreHere": "We Are Here to Grow Your Business Exponentially",

  
    "BestInIndustry": "Best In Industry",
    "BestInIndustryDescription": "We offer you the finest quality paper and cardboard with unmatched expertise and excellence.",
    "AwardWinning": "Award Winning",
    "AwardWinningDescription": "Unmatched Quality in the Paper and Cardboard Industry.",
    "ProfessionalStaff": "Professional Staff",
    "ProfessionalStaffDescription": "Skilled Professionals Delivering Excellence.",
    "Support247": "24/7 Support",
    "Support247Description": "Round-the-Clock Support Available."
  
  

}
